tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"

brew "mas"
brew "git"
brew "curl"
brew "nvm"
brew "yarn"
brew "tcping"
brew "openjdk@17"
brew "docker"
brew "graphviz"

cask "iterm2"
cask "maccy"
cask "docker"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "cursor"
cask "brave-browser"
cask "figma"
cask "notion"
cask "google-chrome"

# mas "Xcode", id: 497799835
mas "KakaoTalk", id: 869223134
mas "Sequel Ace", id: 1518036000
mas "Swit", id: 1464411410
mas "ScreenBrush ", id: 1233965871

